Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Coach talks only to the server URL you set. Point it at a local model (Ollama, LM Studio, llama.cpp) to keep everything on your own machine. Data sharing is a separate, off-by-default choice you make after connecting, under Privacy & data.
de: Coach spricht nur mit der von dir festgelegten Server-URL. Richte ihn auf ein lokales Modell (Ollama, LM Studio, llama.cpp), damit alles auf deinem eigenen Rechner bleibt. Die Datenfreigabe ist eine separate, standardmäßig deaktivierte Entscheidung, die du nach dem Verbinden unter Datenschutz & Daten triffst.
es: El coach solo habla con la URL de servidor que configures. Apúntalo a un modelo local (Ollama, LM Studio, llama.cpp) para mantener todo en tu propio equipo. El uso compartido de datos es una decisión aparte, desactivada por defecto, que tomas tras conectar, en Privacidad y datos.
fr: Le coach ne parle qu'à l'URL de serveur que vous définissez. Pointez-le vers un modèle local (Ollama, LM Studio, llama.cpp) pour tout garder sur votre propre machine. Le partage de données est un choix séparé, désactivé par défaut, que vous faites après la connexion, dans Confidentialité et données.
it: Coach comunica solo con l'URL del server impostato. Puntalo su un modello locale (Ollama, LM Studio, llama.cpp) per mantenere tutto sul tuo computer. La condivisione dei dati è una scelta separata, disattivata per impostazione predefinita, effettuata dopo la connessione, in Privacy e dati.
pl: Trener łączy się wyłącznie z adresem serwera, który ustawisz. Wskaż lokalny model (Ollama, LM Studio, llama.cpp), by wszystko zostało na Twoim komputerze. Udostępnianie danych to osobna, domyślnie wyłączona decyzja, którą podejmujesz po połączeniu, w sekcji Prywatność i dane.
pt_pt: Coach fala apenas com a URL do servidor que você definiu. Aponte para um modelo local (Ollama, LM Studio, llama.cpp) para manter tudo em sua máquina. O compartilhamento de dados é uma escolha separada e desativada por padrão que você faz após a conexão, em Privacidade e dados.
ru: Coach обращается только к заданному вами URL-адресу сервера. Укажите локальную модель (Ollama, LM Studio, llama.cpp), чтобы сохранить все на своей машине. Совместное использование данных – это отдельный выбор, который по умолчанию отключен и который вы делаете после подключения в разделе "Конфиденциальность и данные".
th: โค้ชพูดถึงเฉพาะ URL เซิร์ฟเวอร์ที่คุณตั้งไว้ ชี้ไปที่โมเดลท้องถิ่น (Ollama, LM Studio, llama.cpp) เพื่อเก็บทุกอย่างไว้ในเครื่องของคุณเอง การแชร์ข้อมูลเป็นตัวเลือกที่แยกจากกันโดยค่าเริ่มต้นที่คุณทำหลังจากเชื่อมต่อ ภายใต้ความเป็นส่วนตัวและข้อมูล
zh_hans: Coach 仅与您设置的服务器 URL 对话。将其指向本地模型（Ollama、LM Studio、llama.cpp），以将所有内容保留在您自己的计算机上。数据共享是您在连接后在“隐私和数据”下做出的单独的、默认关闭的选择。
zh_hant: Coach 僅與您設定的伺服器 URL 對話。將其指向本機模型（Ollama、LM Studio、llama.cpp），以將所有內容保留在您自己的電腦上。資料共享是您在連接後在「隱私和資料」下做出的單獨的、預設關閉的選擇。

source: Coach talks only to the server URL you set. Point it at a local model (Ollama, LM Studio, llama.cpp) to keep everything on your own machine. Nothing is sent until you ask.
de: Der Coach spricht nur mit der Server-URL, die du festlegst. Richte ihn auf ein lokales Modell (Ollama, LM Studio, llama.cpp), um alles auf deinem eigenen Rechner zu behalten. Nichts wird gesendet, bis du fragst.
es: El coach solo se comunica con la URL del servidor que configures. Apúntalo a un modelo local (Ollama, LM Studio, llama.cpp) para mantener todo en tu propia máquina. No se envía nada hasta que tú lo pidas.
fr: Le coach ne communique qu'avec l'URL du serveur que vous définissez. Pointez-le vers un modèle local (Ollama, LM Studio, llama.cpp) pour tout garder sur votre propre machine. Rien n'est envoyé tant que vous ne le demandez pas.
it: Coach comunica solo con l'URL del server che imposti, puntalo a un modello locale (Ollama, LM Studio, llama.cpp) per mantenere tutto sulla tua macchina. Non viene inviato nulla finché non lo richiedi.
pl: Coach komunikuje się tylko z ustawionym adresem URL serwera. Skieruj go na model lokalny (Ollama, LM Studio, llama.cpp), aby zachować wszystko na własnej maszynie. Nic nie zostanie wysłane, dopóki nie poprosisz.
pt_pt: O Treinador fala apenas com o URL do servidor que definiu. Aponte para um modelo local (Ollama, LM Studio, llama.cpp) para manter tudo na tua máquina. Nada é enviado até que pergunte.
ru: ИИ-тренер обращается только к указанному вами URL сервера. Укажите локальную модель (Ollama, LM Studio, llama.cpp), чтобы всё оставалось на вашем устройстве. Ничего не отправляется, пока вы не запросите.
th: โค้ชพูดถึงเฉพาะ URL เซิร์ฟเวอร์ที่คุณตั้งไว้ ชี้ไปที่โมเดลท้องถิ่น (Ollama, LM Studio, llama.cpp) เพื่อเก็บทุกอย่างไว้ในเครื่องของคุณเอง ไม่มีการส่งอะไรจนกว่าคุณจะถาม
zh_hans: 教练只与你设置的服务器 URL 通信，将它指向一个本地模型（Ollama、LM Studio、llama.cpp），即可让一切都留在你自己的机器上。在你主动请求之前，不会发送任何内容。
zh_hant: 教練只與你設定的伺服器 URL 通信，將它指向一個本地模型（Ollama、LM Studio、llama.cpp），即可讓一切都留在你自己的機器上。在你主動請求之前，不會發送任何內容。

source: Coach tone
de: Coach-Ton
es: Tono del coach
fr: Ton du coach
it: Coach tono
pl: Ton trenera
pt_pt: Tom Coach
ru: Coach тон
th: โทนโค้ช
zh_hans: Coach 音
zh_hant: Coach 音

source: Coach uses your own API key. Nothing leaves %@ until you connect and ask a question.
de: Der Coach nutzt deinen eigenen API-Schlüssel. Nichts verlässt %@, bis du eine Verbindung herstellst und eine Frage stellst.
es: El Coach usa tu propia clave de API. Nada sale de %@ hasta que te conectes y hagas una pregunta.
fr: Le Coach utilise ta propre clé d'API. Rien ne quitte %@ tant que tu ne t'es pas connecté et que tu n'as pas posé de question.
it: Coach utilizza la tua chiave API. Niente lascia %@ finché non ti connetti e fai una domanda.
pl: Trener korzysta z Twojego własnego klucza API. Nic nie opuszcza %@, dopóki się nie połączysz i nie zadasz pytania.
pt_pt: Coach usa sua própria chave API. Nada sai de %@ até que você se conecte e faça uma pergunta.
ru: Coach использует ваш собственный ключ API. Ничто не покинет %@, пока вы не подключитесь и не зададите вопрос.
th: โค้ชใช้คีย์ API ของคุณเอง จะไม่มีข้อมูลออกจาก %@ จนกว่าคุณจะเชื่อมต่อและส่งคำถาม
zh_hans: Coach 使用您自己的 API 密钥。在您连接并提出问题之前，%@ 不会留下任何内容。
zh_hant: Coach 使用您自己的 API 密鑰。在您連接並提出問題之前，%@ 不會留下任何內容。

source: Coach uses your own API key. Pick a provider, paste a key, and choose a model. Your key is stored securely in the Keychain and never leaves %@ except as the request you make.
de: Der Coach nutzt deinen eigenen API-Schlüssel. Wähle einen Anbieter, füge einen Schlüssel ein und wähle ein Modell. Dein Schlüssel wird sicher im Schlüsselbund gespeichert und verlässt %@ nur als die Anfrage, die du stellst.
es: El coach usa tu propia clave de API. Elige un proveedor, pega una clave y selecciona un modelo. Tu clave se guarda de forma segura en el Llavero y nunca sale de %@ salvo en la solicitud que tú haces.
fr: Le coach utilise votre propre clé API. Choisissez un fournisseur, collez une clé et sélectionnez un modèle. Votre clé est stockée en sécurité dans le Trousseau et ne quitte jamais %@ sauf dans la requête que vous effectuez.
it: Coach usa la tua chiave API. Scegli un provider, incolla una chiave e seleziona un modello. La tua chiave viene memorizzata in modo sicuro nel Keychain e non lascia mai %@ se non come la richiesta che effettui.
pl: Trener korzysta z Twojego własnego klucza API. Wybierz dostawcę, wklej klucz i wybierz model. Twój klucz jest bezpiecznie przechowywany w pęku kluczy i nigdy nie opuszcza %@, z wyjątkiem sytuacji, gdy złożysz żądanie.
pt_pt: O Treinador utiliza a tua própria chave API. Escolha um fornecedor, cole uma chave e escolha um modelo. A tua chave é armazenada em segurança no Keychain e nunca sai de %@ exceto como o pedido que faz.
ru: ИИ-тренер использует ваш собственный API-ключ. Выберите провайдера, вставьте ключ и выберите модель. Ключ надёжно хранится в Keychain и не покидает %@ иначе как в виде вашего запроса.
th: โค้ช ใช้คีย์ API ของคุณเอง เลือกผู้ให้บริการ วางคีย์ และเลือกรุ่น คีย์ของคุณจะถูกเก็บไว้อย่างปลอดภัยในพวงกุญแจ และจะไม่มีวันออกจาก %@ ยกเว้นตามคำขอของคุณ
zh_hans: 教练使用你自己的 API 密钥。选择一个服务商，粘贴密钥，再选择一个模型。你的密钥安全地存储在钥匙串中，除了你发起的请求外，绝不会离开 %@。
zh_hant: 教練使用你自己的 API 金鑰。選擇一個服務供應商，貼上金鑰，再選擇一個模型。你的金鑰安全地儲存在鑰匙圈中，除了你發起的請求外，絕不會離開 %@。

source: Coach uses your own API key. Pick a provider, paste a key, and choose a model. Your key is stored securely in the macOS Keychain and never leaves your Mac except as the request you make.
de: Der Coach nutzt deinen eigenen API-Schlüssel. Wähle einen Anbieter, füge einen Schlüssel ein und wähle ein Modell. Dein Schlüssel wird sicher im macOS-Schlüsselbund gespeichert und verlässt deinen Mac nur als die Anfrage, die du stellst.
es: El Entrenador usa tu propia clave de API. Elige un proveedor, pega una clave y elige un modelo. Tu clave se almacena de forma segura en el Llavero de macOS y nunca sale de tu Mac salvo como la solicitud que tú haces.
fr: Coach utilise votre propre clé API. Choisissez un fournisseur, collez une clé et sélectionnez un modèle. Votre clé est stockée de façon sécurisée dans le trousseau macOS et ne quitte jamais votre Mac sauf pour la requête que vous effectuez.
it: Il Coach usa la tua chiave API. Scegli un provider, incolla una chiave e seleziona un modello. La tua chiave è conservata in modo sicuro nel Portachiavi di macOS e non lascia mai il tuo Mac, se non come parte della richiesta che effettui.
pl: Trener korzysta z Twojego własnego klucza API. Wybierz dostawcę, wklej klucz i wybierz model. Twój klucz jest bezpiecznie przechowywany w pęku kluczy macOS i nigdy nie opuszcza komputera Mac, chyba że na Twoją prośbę.
pt_pt: O Treinador utiliza a tua própria chave API. Escolha um fornecedor, cole uma chave e escolha um modelo. A tua chave é armazenada em segurança no macOS Keychain e nunca sai do teu Mac, exceto quando faz um pedido.
ru: ИИ-тренер использует ваш API-ключ. Выберите провайдера, вставьте ключ и выберите модель. Ключ надёжно хранится в «Связке ключей» macOS и отправляется только при выполнении вашего запроса.
th: โค้ช ใช้คีย์ API ของคุณเอง เลือกผู้ให้บริการ วางคีย์ และเลือกรุ่น รหัสของคุณจะถูกเก็บไว้อย่างปลอดภัยในพวงกุญแจ macOS และจะไม่มีวันออกจาก Mac ของคุณยกเว้นตามคำขอของคุณ
zh_hans: 教练使用你自己的 API 密钥。选择一个服务商，粘贴密钥，再选择一个模型。你的密钥安全地存储在 macOS 钥匙串中，除了你发起的请求外，绝不会离开你的 Mac。
zh_hant: 教練使用你自己的 API 金鑰。選擇一個服務供應商，貼上金鑰，再選擇一個模型。你的金鑰安全地儲存在 macOS 鑰匙圈中，除了你發起的請求外，絕不會離開你的 Mac。

source: Coach's reasoning
de: Begründung des Coaches
es: Razonamiento del entrenador
fr: Raisonnement du coach
it: Ragionamento del Coach
pl: Rozumowanie trenera
pt_pt: Raciocínio do treinador
ru: Обоснование ИИ-тренера
th: การให้เหตุผลของโค้ช
zh_hans: 教练的推理
zh_hant: 教練的推理

source: Coaching model
de: Coaching-Modell
es: Modelo de coaching
fr: Modèle de coaching
it: Coaching modello
pl: Model trenerski
pt_pt: Modelo Coaching
ru: Coachинговая модель
th: รูปแบบการฝึกสอน
zh_hans: Coaching 模型
zh_hant: Coaching 模型

source: Coaching style
de: Coaching-Stil
es: Estilo de coaching
fr: Style de coaching
it: Coaching stile
pl: Styl prowadzenia
pt_pt: Estilo Coach
ru: Coachинг стиль
th: สไตล์การฝึกสอน
zh_hans: Coach风格
zh_hant: Coach風格

source: Coherence
de: Kohärenz
es: Coherencia
fr: Cohérence
it: Coerenza
pl: Konsekwencja
pt_pt: Coerência
ru: Когерентность
th: การเชื่อมโยงกัน
zh_hans: 协调度
zh_hant: 諧振

source: Coherence 5.5
de: Kohärenz 5,5
es: Coherencia 5.5
fr: Cohérence 5,5
it: Coerenza 5.5
pl: Spójność 5.5
pt_pt: Coerência 5.5
ru: Когерентность 5,5
th: การเชื่อมโยงกัน 5.5
zh_hans: 协调度 5.5
zh_hant: 諧振 5.5

source: Coherence estimate
de: Kohärenz-Schätzung
es: Estimación de coherencia
fr: Estimation de cohérence
it: Stima di coerenza
pl: Ocena spójności
pt_pt: Estimativa de coerência
ru: Оценка когерентности
th: การประมาณความสอดคล้องกัน
zh_hans: 一致性估计
zh_hant: 一致性估計

source: Coherent
de: Kohärent
es: Coherente
fr: Cohérent
it: Coerente
pl: Zgodny
pt_pt: Coerente
ru: Когерентно
th: สอดคล้องกัน
zh_hans: 协调
zh_hant: 諧振中

source: Collaborative — decides with you, keeps it human
de: Partnerschaftlich — entscheidet mit dir, bleibt menschlich
es: Colaborativo — decide contigo, mantiene lo humano
fr: Collaboratif — décide avec vous, reste humain
it: Collaborativo: decide con te e lo mantiene umano
pl: Współpracujący — decyduje razem z Tobą, po ludzku
pt_pt: Colaborativo – decide com você, mantém tudo humano
ru: Совместная работа — принимает решения вместе с вами, сохраняет человечность
th: การทำงานร่วมกัน — ตัดสินใจกับคุณ และรักษาความเป็นมนุษย์
zh_hans: 协作——与您共同决定，保持人性化
zh_hant: 協作－與您共同決定，保持人性化

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi
pl: Zawalić się
pt_pt: Colapso
ru: Свернуть
th: ย่อ
zh_hans: 折叠
zh_hant: 收合

source: Collapse coach instructions
de: Coach-Anweisungen einklappen
es: Contraer instrucciones del coach
fr: Réduire les instructions du coach
it: Comprimi le istruzioni per il coach
pl: Zwiń instrukcje trenera
pt_pt: Recolher instruções do treinador
ru: Свернуть инструкции для ИИ-тренера
th: ยุบคำแนะนำของโค้ช
zh_hans: 收起教练指令
zh_hant: 收合教練指示

source: Collapse coach memory
de: Coach-Gedächtnis einklappen
es: Contraer la memoria del coach
fr: Réduire la mémoire du coach
it: Crolla la memoria dell'allenatore
pl: Zwiń pamięć trenera
pt_pt: Recolher memória do treinador
ru: Свернуть память тренера
th: ยุบหน่วยความจำโค้ช
zh_hans: 崩溃教练记忆
zh_hant: 崩潰教練記憶

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Réduit
it: Compresso
pl: Zwinięty
pt_pt: Recolhido
ru: Свёрнуто
th: ยุบแล้ว
zh_hans: 已折叠
zh_hant: 已收合

source: Collect a few logged intervention days before reading the effect. Baseline and imported metrics stay in place.
de: Sammle ein paar erfasste Interventionstage, bevor du den Effekt liest. Basislinie und importierte Metriken bleiben bestehen.
es: Registra algunos días de intervención antes de leer el efecto. La línea base y las métricas importadas se mantienen.
fr: Enregistrez quelques jours d'intervention avant de lire l'effet. La référence et les métriques importées restent en place.
it: Raccogli qualche giorno di intervento registrato prima di leggere l'effetto. La linea di base e le metriche importate restano al loro posto.
pl: Zbierz kilka zarejestrowanych dni interwencji przed odczytaniem efektu. Podstawowe i zaimportowane wskaźniki pozostają na swoim miejscu.
pt_pt: Recolha alguns dias de intervenção registados antes de ler o efeito. As métricas de base e importadas permanecem em vigor.
ru: Соберите несколько дней с зарегистрированным вмешательством, прежде чем оценивать эффект. Норма и импортированные показатели остаются на месте.
th: รวบรวมการแทรกแซงที่บันทึกไว้สองสามวันก่อนอ่านผล เมตริกพื้นฐานและเมตริกที่นำเข้าจะยังคงอยู่
zh_hans: 先记录几天干预数据，再来解读效果。基线和导入的指标会保持不变。
zh_hant: 先累積幾天有記錄的介入日再來判讀效果。基線與匯入的指標會維持不變。

source: Colors leading interface icons and primary controls to match Apple Health's palette. Charts, health data, warnings, and destructive actions stay unchanged. Off keeps the existing blue controls.
de: Färbt führende Benutzeroberflächensymbole und primäre Steuerelemente so, dass sie der Palette von Apple Health entsprechen. Diagramme, Gesundheitsdaten, Warnungen und destruktive Aktionen bleiben unverändert. Bei „Aus“ bleiben die vorhandenen blauen Steuerelemente erhalten.
es: Colorea los iconos principales de la interfaz y los controles principales para que coincidan con la paleta de Apple Health. Los gráficos, los datos de salud, las advertencias y las acciones destructivas permanecen sin cambios. Desactivado mantiene los controles azules existentes.
fr: Couleurs des principales icônes d'interface et des commandes principales pour correspondre à la palette de Apple Health. Les graphiques, les données de santé, les avertissements et les actions destructrices restent inchangés. Désactivé conserve les commandes bleues existantes.
it: Colori principali delle icone dell'interfaccia e dei controlli principali per abbinarli alla tavolozza di Apple Health. Grafici, dati sanitari, avvisi e azioni distruttive rimangono invariati. Disattivato mantiene i controlli blu esistenti.
pl: Nadaje wiodącym ikonom interfejsu i głównym elementom sterującym kolory z palety Apple Health. Wykresy, dane zdrowotne, ostrzeżenia i działania nieodwracalne pozostają bez zmian. Wyłączenie zachowuje dotychczasowe niebieskie elementy.
pt_pt: Cores dos principais ícones da interface e controles primários para corresponder à paleta de Apple Health. Gráficos, dados de saúde, avisos e ações destrutivas permanecem inalterados. Off mantém os controles azuis existentes.
ru: Цвета основных значков интерфейса и основных элементов управления соответствуют палитре Apple Health. Графики, данные о состоянии здоровья, предупреждения и деструктивные действия остаются неизменными. Выкл. сохраняет существующие синие элементы управления.
th: สีไอคอนอินเทอร์เฟซชั้นนำและการควบคุมหลักเพื่อให้ตรงกับจานสีของ Apple Health แผนภูมิ ข้อมูลสุขภาพ คำเตือน และการดำเนินการทำลายล้างจะไม่เปลี่ยนแปลง ปิด จะเก็บตัวควบคุมสีน้ำเงินที่มีอยู่ไว้
zh_hans: 主要界面图标和主要控件的颜色与 Apple Health 的调色板相匹配。图表、健康数据、警告和破坏性行为保持不变。关闭保留现有的蓝色控件。
zh_hant: 主要介面圖示和主要控制項的顏色與 Apple Health 的調色板相符。圖表、健康數據、警告和破壞性行為保持不變。關閉保留現有的藍色控制。

source: Coming soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible
it: In arrivo
pl: Już wkrótce
pt_pt: Em breve
ru: Скоро
th: เร็วๆ นี้
zh_hans: 即将推出
zh_hant: 即將推出

source: Coming together
de: Wird zusammengeführt
es: Tomando forma
fr: En cours d'assemblage
it: Si sta componendo
pl: Zbliżamy się
pt_pt: Unindo-se
ru: Данные собираются
th: มารวมกัน
zh_hans: 正在汇聚
zh_hant: 正在匯聚

source: Commander
de: Kommandant
es: Comandante
fr: Commandant
it: Comandante
pl: Dowódca
pt_pt: Comandante
ru: Командир
th: ตรงไปตรงมา
zh_hans: 指挥官
zh_hant: 指揮官

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
pl: Porównywać
pt_pt: Comparar
ru: Сравнить
th: เปรียบเทียบ
zh_hans: 对比
zh_hant: 對比

source: Compare needs at least two metrics with history. Import your WHOOP export in Data Sources first.
de: Für den Vergleich werden mindestens zwei Metriken mit Verlauf benötigt. Importiere zuerst deinen WHOOP-Export unter Datenquellen.
es: Comparar necesita al menos dos métricas con historial. Importa primero tu exportación de WHOOP en Fuentes de datos.
fr: Comparer nécessite au moins deux métriques avec un historique. Importez d'abord votre export WHOOP dans Sources de données.
it: Il confronto richiede almeno due metriche con cronologia. Importa prima la tua esportazione WHOOP in Sorgenti dati.
pl: Porównaj potrzeby co najmniej dwóch wskaźników z historią. Najpierw zaimportuj eksport WHOOP do źródeł danych.
pt_pt: Compare precisa de pelo menos duas métricas com histórico. Importe primeiro a tua exportação WHOOP nas fontes de dados.
ru: Для сравнения нужны как минимум два показателя с историей. Сначала импортируйте данные WHOOP в разделе «Источники данных».
th: เปรียบเทียบความต้องการอย่างน้อยสองเมตริกกับประวัติ นำเข้าไฟล์ส่งออก WHOOP ของคุณในแหล่งข้อมูลก่อน
zh_hans: 对比至少需要两项有历史记录的指标。请先在「数据来源」中导入你的 WHOOP 导出文件。
zh_hant: 對比至少需要兩項有歷史記錄的指標。請先在「資料來源」中匯入你的 WHOOP 匯出檔案。

source: Compare sources
de: Quellen vergleichen
es: Comparar fuentes
fr: Comparer les sources
it: Confronta le sorgenti
pl: Porównaj źródła
pt_pt: Comparar fontes
ru: Сравнить источники
th: เปรียบเทียบแหล่งที่มา
zh_hans: 对比来源
zh_hant: 對比來源

source: Compare with a signal
de: Mit einem Signal vergleichen
es: Comparar con una señal
fr: Comparer avec un signal
it: Confronta con un segnale
pl: Porównaj z sygnałem
pt_pt: Compare com um sinal
ru: Сравнить с сигналом
th: เปรียบเทียบกับสัญญาณ
zh_hans: 与某个信号对比
zh_hant: 與某個訊號對比

source: Comparing your questions…
de: Deine Fragen werden verglichen …
es: Comparando tus preguntas…
fr: Comparaison de vos questions…
it: Confronto delle domande…
pl: Porównywanie Twoich pytań…
pt_pt: A comparar as suas perguntas…
ru: Сравниваем вопросы…
th: กำลังเปรียบเทียบคำถามของคุณ...
zh_hans: 正在比较问题…
zh_hant: 正在比較問題…

source: Complete
de: Abgeschlossen
es: Completo
fr: Terminé
it: Completo
pl: Kompletny
pt_pt: Concluir
ru: Завершено
th: สมบูรณ์
zh_hans: 完成
zh_hant: 完成

source: COMPLETE
de: ABGESCHLOSSEN
es: COMPLETO
fr: TERMINÉ
it: COMPLETATO
pl: KOMPLETNY
pt_pt: CONCLUIR
ru: ЗАВЕРШЕНО
th: สมบูรณ์
zh_hans: 完成
zh_hant: 完成

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
pl: Ukończono
pt_pt: Concluído
ru: Завершено
th: เสร็จสิ้น
zh_hans: 已完成
zh_hant: 已完成

source: completed — %@
de: abgeschlossen – %@
es: completado - %@
fr: terminé — %@
it: completato — %@
pl: ukończono — %@
pt_pt: concluído — %@
ru: завершено — %@
th: เสร็จแล้ว — %@
zh_hans: 已完成 — %@
zh_hant: 已完成 — %@

source: completed — effect not rated
de: abgeschlossen – Effekt nicht bewertet
es: completado - efecto no clasificado
fr: terminé — effet non évalué
it: completato: effetto non valutato
pl: ukończono — efekt nieoceniony
pt_pt: concluído – efeito não classificado
ru: завершено — эффект не оценен
th: เสร็จแล้ว — ยังไม่ได้ประเมินผล
zh_hans: 已完成 — 效果未评级
zh_hant: 已完成 — 效果未評級

source: Completion and effect are stored separately. Missing feedback stays missing and is never treated as “no effect”.
de: Abschluss und Wirkung werden getrennt gespeichert. Fehlendes Feedback bleibt ausbleibend und wird nie als „keine Auswirkung“ gewertet.
es: La finalización y el efecto se almacenan por separado. Los comentarios faltantes permanecen perdidos y nunca se tratan como "sin efecto".
fr: L'achèvement et l'effet sont stockés séparément. Les commentaires manquants restent manquants et ne sont jamais traités comme « aucun effet ».
it: Il completamento e l'effetto vengono memorizzati separatamente. Il feedback mancante rimane tale e non viene mai trattato come “nessun effetto”.
pl: Ukończenie i efekt są zapisywane osobno. Brakująca informacja zwrotna pozostaje brakiem i nigdy nie jest traktowana jako „brak efektu”.
pt_pt: A conclusão e o efeito são armazenados separadamente. O feedback ausente permanece ausente e nunca é tratado como “sem efeito”.
ru: Завершение и эффект хранятся отдельно. Отсутствие обратной связи остается отсутствующим и никогда не рассматривается как «отсутствие эффекта».
th: ระบบบันทึกการทำสำเร็จและผลลัพธ์แยกกัน หากไม่ได้ให้ความคิดเห็น ระบบจะถือว่ายังไม่มีข้อมูล ไม่ใช่ “ไม่มีผล”
zh_hans: 完成度和效果是分开存储的。缺失的反馈始终缺失，并且永远不会被视为“无效”。
zh_hant: 完成度和效果是分開儲存的。缺少的回饋始終缺失，並且永遠不會被視為「無效」。

source: Compliance
de: Einhaltung
es: Cumplimiento
fr: Conformité
it: Conformità
pl: Zgodność
pt_pt: Conformidade
ru: Соблюдение
th: การปฏิบัติตาม
zh_hans: 依从性
zh_hant: 依從性
